/* NSExecutableNotLoadableError */
"BundleErr3584" = "A(z) „%@” csomagot nem sikerült betölteni, mert a csomag végrehajtható fájljának betöltése sikertelen volt.";

/* NSExecutableNotLoadableError */
"BundleErr3584-C" = "A csomag végrehajtható fájljának betöltése sikertelen.";

/* NSExecutableNotLoadableError */
"BundleErr3584-R" = "Próbálja újratelepíteni a csomagot.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585" = "A(z) „%@” csomagot nem sikerült betölteni, mert a csomag nem tartalmazza az aktuális architektúrához szükséges verziót.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-C" = "A csomag nem tartalmazza az aktuális architektúrához szükséges verziót.";

/* NSExecutableArchitectureMismatchError */
"BundleErr3585-R" = "Próbálja meg telepíteni a csomag univerzális verzióját.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586" = "A(z) „%@” csomagot nem sikerült betölteni, mert a csomag nem kompatibilis az aktuális alkalmazással.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-C" = "A csomag nem kompatibilis ezzel az alkalmazással.";

/* NSExecutableRuntimeMismatchError */
"BundleErr3586-R" = "Próbálja meg telepíteni a csomag egy újabb verzióját.";

/* NSExecutableLoadError */
"BundleErr3587" = "A(z) „%@” csomagot nem sikerült betölteni, mert a csomag sérült, vagy hiányoznak a szükséges erőforrások.";

/* NSExecutableLoadError */
"BundleErr3587-C" = "A csomag sérült, vagy hiányoznak a szükséges erőforrások.";

/* NSExecutableLoadError */
"BundleErr3587-R" = "Próbálja újratelepíteni a csomagot.";

/* NSExecutableLinkError */
"BundleErr3588" = "A következő csomagot nem sikerült betölteni: „%@”.";

/* NSExecutableLinkError */
"BundleErr3588-C" = "A csomagot nem sikerült beölteni.";

/* NSExecutableLinkError */
"BundleErr3588-R" = "Próbálja újratelepíteni a csomagot.";

/* NSFileNoSuchFileError */
"BundleErr4" = "A(z) „%@” csomagot nem sikerült betölteni, mert a csomag végrehajtható fájlja nem található.";

/* NSFileNoSuchFileError */
"BundleErr4-C" = "A csomag végrehajtható fájlja nem található.";

/* NSFileNoSuchFileError */
"BundleErr4-R" = "Próbálja újratelepíteni a csomagot.";

/* Name of the 'Cocoa' error domain when showing to user. Very likely this will not get localized. */
"NSCocoaErrorDomain" = "Cocoa";

/* Name of the 'Core Foundation' error domain when showing to user. Very likely this will not get localized differently in other languages. */
"NSCoreFoundationErrorDomain" = "Core Foundation";

/* Name of the 'Mach' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'Mach' in the language. */
"NSMachErrorDomain" = "Mach";

/* Name of the 'OSStatus' error domain when showing to user. Very likely this will not get localized. */
"NSOSStatusErrorDomain" = "OSStatus";

/* Name of the 'POSIX' error domain when showing to user. This probably will not get localized, unless there is a generally recognized phrase for 'POSIX' in the language. */
"NSPOSIXErrorDomain" = "POSIX";

/* A generic error string indicating there was a problem. The %@ will be replaced by a second sentence which indicates why the operation failed. */
"The operation couldn\\U2019t be completed. %@" = "A művelet végrehajtása sikertelen volt. %@";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain, code, and a description when there is no other way to present an error to the user. The first %@ indicates the error domain, %ld indicates the error code, and the second %@ indicates the description; so this might become '(Mach error 42 - Server error.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld - %@)" = "A művelet végrehajtása sikertelen volt. (%1$@ hiba %2$ld - %3$@)";

/* A generic error string indicating there was a problem, followed by a parenthetical sentence which indicates error domain and code when there is no other way to present an error to the user. The %@ indicates the error domain while %ld indicates the error code; so this might become '(Mach error 42.)' for instance. */
"The operation couldn\\U2019t be completed. (%@ error %ld.)" = "A művelet végrehajtása sikertelen volt. (%1$@ hiba %2$ld.)";

